{
  "title": "LAI Intelligence Weekly – December 9, 2025",
  "intro": "This week's intelligence highlights regulatory developments and geopolitical pressures reshaping the biotech landscape. Key focus areas include FDA decision timelines and escalating national security scrutiny of contract manufacturing organizations.",
  "tldr": [
    "Agios awaits delayed FDA decision as regulatory tracker monitors H2 2025 approvals and label expansions",
    "WuXi AppTec faces Pentagon security review despite avoiding immediate Biosecure Act restrictions",
    "Geopolitical and regulatory pressures continue to reshape pharma supply chain strategies"
  ],
  "sections": [
    {
      "section_title": "Top Signals – LAI Ecosystem",
      "section_intro": "Regulatory milestones and national security concerns dominate this week's ecosystem developments.",
      "items": [
        {
          "title": "Regulatory tracker: Agios awaits FDA decision as target date passes",
          "rewritten_summary": "Fierce Pharma's regulatory tracker is monitoring in-market product developments including geographic expansions and new indications for the second half of 2025. Agios is currently awaiting an FDA decision that has passed its target action date, highlighting potential delays in the approval timeline.",
          "url": "https://www.fiercepharma.com/pharma/fierce-pharma-regulatory-tracker-second-half-2025"
        },
        {
          "title": "After dodging Biosecure threat, WuXi AppTec faces new security scrutiny from Pentagon",
          "rewritten_summary": "WuXi AppTec is now facing security scrutiny from the Pentagon according to Bloomberg, representing a new challenge for the contract manufacturing organization. This development comes after the company avoided immediate restrictions under the proposed Biosecure Act, but signals continued U.S. government concerns about Chinese biotech service providers.",
          "url": "https://www.fiercepharma.com/pharma/after-dodging-biosecure-threat-wuxi-apptec-pentagons-crosshairs"
        }
      ]
    }
  ]
}